start_text = 'Привет, *{}*!\n\n' \
             'Я чат-бот Центра Современной Стоматологии ИльФа. ' \
             'Я могу помочь Вам записаться на первичный или любой другой прием, узнать о клинике или связать Вас ' \
             'с администратором.\n\n' \
             'Выберете кнопку из меню снизу или просто напишите:\n' \
             '- Запись первичная\n' \
             '- Запись\n' \
             '- О нас\n' \
             '- Администратор\n' \
             '- Помощь\n'

help_text = '*Помощь*\n' \
            '/start - перейти на главную страницу\n' \
            '/help или "Помощь" - оказаться тут\n\n' \
            '"Запись первичная " - записаться на первичный прием\n' \
            '"Запись " - записаться на любой прием среди предложенных\n' \
            '"О нас " - узнать о клинике и перейти на сайт.'

no_active_commands_to_cancel = 'Нет активных команд для отмены.'

commaned_canceled = 'Команда отменена.'

info = 'Центр современной стоматологии *«IL\'FA»*\n\n' \
       'Наша клиника занимает почетное место среди наиболее прогрессивных стоматологических ' \
       'центров Москвы. Мы предоставляем стоматологические услуги в соответствии с высокими ' \
       'международными стандартами.'

choose_category = 'Выбрать категорию услуг:\n'
choose_service = 'Выбрать услугу:\n'
choose_doctor = 'Выбрать врача:\n'
choose_date = 'Выбрать дату:\n'
ask_name = 'Выбрать время:\n'
ask_phone = 'Введите ФИО:\n'
ask_comment = 'Введите номер телефона:\n'
confirm_data = 'Введите комментарий:\n'
end = 'Проверьте данные:\n' \
      # f'Выбранная услуга - {user_data["picked_service"]}\n' \
      # f'Выбранный врач - {user_data["picked_employee"]}\n' \
      # f'Выбранная дата - {datetime.strftime(user_data["picked_date"], "%d.%m.%Y")}\n' \
      # f'Выбранное время - {datetime.strftime(user_data["picked_time"], "%H:%M")}\n' \
      # f'Ваше ФИО - {user_data["user_name"]}\n' \
      # f'Ваш номер телефона - {user_data["phone_number"]}\n' \
      # f'Ваш комментарий - {user_data["comment"]}'
final = 'Ура!'
