start_text = 'Привет, *{}*!\n\n' \
             'Я чат-бот Центра Современной Стоматологии ИльФа. ' \
             'Я могу помочь Вам записаться на первичный или любой другой прием, узнать о клинике или связать Вас ' \
             'с администратором.\n\n' \
             'Выберете кнопку из меню снизу или просто напишите:\n' \
             '- Запись первичная\n' \
             '- Запись\n' \
             '- О нас\n' \
             '- Администратор\n' \
             '- Помощь\n'

help_text = '*Помощь*\n' \
            '/start - перейти на главную страницу\n' \
            '/help или "Помощь" - оказаться тут\n\n' \
            '/cancel ли "Отмена" - отменить действие\n\n' \
            '"Консультация" - записаться на консультацию\n' \
            '"Запись" - записаться на любой прием среди предложенных\n' \
            '"О нас" - узнать о клинике и перейти на сайт.'

no_active_commands_to_cancel = 'Нет активных действий для отмены.'
commaned_canceled = 'Действие отменено.'

info = 'Центр современной стоматологии *«IL\'FA»*\n\n' \
       'Наша клиника занимает почетное место среди наиболее прогрессивных стоматологических ' \
       'центров Москвы. Мы предоставляем стоматологические услуги в соответствии с высокими ' \
       'международными стандартами.'

choose_category = 'Выбрать категорию услуг:\n'
choose_service = 'Выбрать услугу:\n'
choose_doctor = 'Выбрать врача:\n'
choose_date = 'Выбрать дату:\n'
choose_time = 'Выбрать время:\n'
ask_name = 'Введите ФИО:\n'
ask_phone = 'Нажмите кнопку "Поделиться контактом" или введите номер телефона:\n'
ask_comment = 'Введите комментарий:\n'
confirm_data = 'Проверьте данные:\n' \
               'Выбранная услуга - {}\n' \
               'Выбранный врач - {}\n' \
               'Выбранная дата - {}\n' \
               'Выбранное время - {}\n' \
               'Ваше ФИО - {}\n' \
               'Ваш номер телефона - {}\n' \
               'Ваш комментарий - {}'
confirmed = 'Вы успешно записались!'
again = 'Попробовать еще раз?'
